Repository: Scout339/VoxelForge
Catalog: mods/ITEMS/mcl_lush_caves/locale/poconvert/*.po
Languages: it

source: Azalea Plant
it: Pianta d'azalea

source: Flowering Azalea Plant
it: Pianta d'azalea fiorita

source: Moss
it: Muschio

source: Moss carpet
it: Tappeto di muschio

source: Hanging roots
it: Radici penditi

source: Cave vines
it: Rampicante delle caverne

source: Rooted dirt
it: Terra con radici

source: Glow berry
it: Bacche luminose

source: Azalea Leaves
it: Foglie di azalea

source: Flowering Azalea Leaves
it: Foglie di azalea fiorite

source: Spore blossom
it: Fiore sporifero

source: Flowering Azalea
it: Azalea fiorita
