Repository: Scout339/VoxelForge
Catalog: mods/ITEMS/mcl_panes/locale/poconvert/*.po
Languages: de, ja

source: Glass panes are thin layers of glass which neatly connect to their neighbors as you build them.
de: Glasscheiben sind dünne Glasschichten, die sich mit ihren Nachbarn automatisch verbinden.
ja: ガラス板は、薄い層状のガラスで、組み立てると隣のガラスときれいにつながっていきます。

source: Stained glass panes are thin layers of stained glass which neatly connect to their neighbors as you build them. They come in many different colors.
de: Farbglasscheiben sind dünne Schichten aus Farbglas, die sich mit ihren Nachbarn automatisch verbinden. Es gibt sie in vielen verschiedenen Farben.
ja: 色ガラス板は、薄い層状の色ガラスで、組み立てると隣のガラスときれいにつながっていきます。カラーバリエーションも豊富です。

source: Stained Glass Pane
de: Buntglasscheibe
ja: 色ガラス板

source: Iron Bars
de: Eisenstangen
ja: 鉄格子

source: Iron bars neatly connect to their neighbors as you build them.
de: Eisenstangen verbinden sich mit den Nachbarn, wenn sie gebaut werden.
ja: 鉄格子は、組み立てると隣の格子ときれいにつながっていきます。

source: Glass Pane
de: Glasscheibe
ja: ガラス板

source: Black Stained Glass Pane
de: Schwarze Buntglasscheibe
ja: 黒色ガラス板

source: Blue Stained Glass Pane
de: Blaue Buntglasscheibe
ja: 青色ガラス板

source: Brown Stained Glass Pane
de: Braune Buntglasscheibe
ja: 茶色ガラス板

source: Cyan Stained Glass Pane
de: Türkise Buntglasscheibe
ja: 青緑色ガラス板

source: Green Stained Glass Pane
de: Grüne Buntglasscheibe
ja: 緑色ガラス板

source: Grey Stained Glass Pane
de: Graue Buntglasscheibe
ja: 灰色ガラス板

source: Light Blue Stained Glass Pane
de: Hellblaue Buntglasscheibe
ja: 空色ガラス板

source: Light Grey Stained Glass Pane
de: Hellgraue Buntglasscheibe
ja: 薄灰色ガラス板

source: Lime Stained Glass Pane
de: Lindgrüne Buntglasscheibe
ja: 黄緑色ガラス板

source: Magenta Stained Glass Pane
de: Magenta Buntglasscheibe
ja: 赤紫色ガラス板

source: Orange Stained Glass Pane
de: Orange Buntglasscheibe
ja: 橙色ガラス板

source: Pink Stained Glass Pane
de: Rosa Buntglasscheibe
ja: 桃色ガラス板

source: Purple Stained Glass Pane
de: Violette Buntglasscheibe
ja: 紫色ガラス板

source: Red Stained Glass Pane
de: Rote Buntglasscheibe
ja: 赤色ガラス板

source: White Stained Glass Pane
de: Weiße Buntglasscheibe
ja: 白色ガラス板

source: Yellow Stained Glass Pane
de: Gelbe Buntglasscheibe
ja: 黃色ガラス板
