Repository: Scout339/VoxelForge
Catalog: mods/ITEMS/mcl_banners/locale/poconvert/*.po
Languages: fr, pt_br

source: White Banner
fr: Bannière blanche
pt_br: Estandarte Branco

source: White
fr: d'argent
pt_br: Branco

source: Grey Banner
fr: Bannière grise
pt_br: Estandarte Cinza

source: Grey
fr: d'acier
pt_br: Cinza

source: Light Grey Banner
fr: Bannière gris clair
pt_br: Estandarte Cinza-Claro

source: Light Grey
fr: d'argent grisé
pt_br: Cinza-Claro

source: Black Banner
fr: Bannière noire
pt_br: Estandarte Preto

source: Black
fr: de sable
pt_br: Preto

source: Red Banner
fr: Bannière rouge
pt_br: Estandarte Vermelho

source: Red
fr: de gueules
pt_br: Vermelho

source: Yellow Banner
fr: Bannière jaune
pt_br: Estandarte Amarelo

source: Yellow
fr: d'or
pt_br: Amarelo

source: Green Banner
fr: Bannière verte
pt_br: Estandarte Verde

source: Green
fr: de sinople
pt_br: Verde

source: Cyan Banner
fr: Bannière cyan
pt_br: Estandarte Ciano

source: Cyan
fr: de cyan
pt_br: Ciano

source: Blue Banner
fr: Bannière bleue
pt_br: Estandarte Azul

source: Blue
fr: d'azur
pt_br: Azul

source: Magenta Banner
fr: Bannière magenta
pt_br: Estandarte Magenta

source: Magenta
fr: de pourpre

source: Orange Banner
fr: Bannière orange
pt_br: Estandarte Laranja

source: Orange
fr: d'orangé
pt_br: Laranja

source: Purple Banner
fr: Bannière violette
pt_br: Estandarte Roxo

source: Violet
fr: de mûre
pt_br: Violeta

source: Brown Banner
fr: Bannière marron
pt_br: Estandarte Marrom

source: Brown
fr: de tanné
pt_br: Marrom

source: Pink Banner
fr: Bannière rose
pt_br: Estandarte Rosa

source: Pink
fr: de carnation
pt_br: Rosa

source: Lime Banner
fr: Bannière vert clair
pt_br: Estandarte Lima

source: Lime
fr: de sinople clair
pt_br: Lima

source: Light Blue Banner
fr: Bannière bleu clair
pt_br: Estandarte Azul-Claro

source: Light Blue
fr: de bleu céleste
pt_br: Azul-Claro

source: Banner
fr: Bannière
pt_br: Estandarte

source: Banners are tall colorful decorative blocks. They can be placed on the floor and at walls. Banners can be emblazoned with a variety of patterns using a lot of dye in crafting.
fr: Les bannières sont de grands blocs décoratifs colorés. Elles peuvent être placées au sol et aux murs. Les bannières peuvent arborer des motifs variés selon les colorants utilisés lors de la fabrication.
pt_br: Estandartes são altos e coloridos blocos decorativos. Podem ser colocados no chão ou em paredes. Estandartes podem ser brasonados com uma variedade de padrões usando muitos corantes na mesa de trabalho.

source: Use crafting to draw a pattern on top of the banner. Emblazoned banners can be emblazoned again to combine various patterns. You can draw up to 12 layers on a banner that way. If the banner includes a gradient, only 3 layers are possible.
fr: Utilisez l'artisanat pour dessiner un motif sur le dessus de la bannière. Les bannières déja blasonnées peuvent l'être à nouveau pour combiner différents motifs. Vous pouvez dessiner jusqu'à 12 couches sur une bannière de cette façon. Si la bannière comprend un dégradé, seulement 3 couches sont possibles.
pt_br: Use a mesa de trabalho para desenhar um padrão sob o estandarte. Estandartes brasonados podem ser brasonados novamente para combinar diversos padrões. Você pode desenhar até 12 camadas em um estandarte dessa maneira. Se o estandarte possuir gradiente, apenas 3 camadas são possíveis.

source: You can copy the pattern of a banner by placing two banners of the same color in the crafting grid—one needs to be emblazoned, the other one must be clean. Finally, you can use a banner on a cauldron with water to wash off its top-most layer.
fr: Vous pouvez copier le motif d'une bannière en plaçant deux bannières de la même couleur dans la grille d'artisanat : l'une doit être décorée, l'autre doit être vierge. Enfin, vous pouvez utiliser une bannière sur un chaudron avec de l'eau pour laver sa couche la plus haute.
pt_br: Você pode copiar o padrão de um estandarte colocando dois estandartes da mesma cor na mesa de trabalho - um necessita estar brasonado, o outro, limpo. Finalmente, você pode usar um estandarte em um caldeirão com água para lavar fora a camada mais recente.

source: Preview Banner
fr: Aperçu de la bannière
pt_br: Pré-visualização do Banner

source: Paintable decoration
fr: Pochoir
pt_br: Decoração pintável

source: Can be used to craft special banner designs on the loom
fr: Peut être utilisé pour créer des bannières spéciales avec le métier à tisser
pt_br: Pode ser usado para fabricar designs especiais no tear

source: Special Banner Pattern
fr: Motif spécial de bannière
pt_br: Figuras de Estandarte Especiais

source: @1 Bordure
fr: Bordure @1
pt_br: @1 Bordadura

source: @1 Bricks
fr: Champ maçonné @1
pt_br: @1 Muro Colorido

source: @1 Roundel
fr: Tourteau @1
pt_br: @1 Besante

source: @1 Creeper Charge
fr: Face de Creeper @1
pt_br: @1 Figura de Creeper Colorida

source: @1 Saltire
fr: Sautoir @1
pt_br: @1 Aspa

source: @1 Bordure Indented
fr: Bordure cannelée @1
pt_br: @1 Bordadura Dentada Colorida

source: @1 Per Bend Inverted
fr: Tranché, au premier @1
pt_br: @1 Fendido Invertido

source: @1 Per Bend Sinister Inverted
fr: Taillé, au premier @1
pt_br: @1 Talhado Invertido

source: @1 Per Bend
fr: Tranché, au second @1
pt_br: @1 Fendido

source: @1 Per Bend Sinister
fr: Taillé, au second @1
pt_br: @1 Talhado

source: @1 Flower Charge
fr: Fleur @1
pt_br: @1 Figura de Flor Colorida

source: @1 Gradient
fr: Dégradé @1
pt_br: @1 Gradiente

source: @1 Base Gradient
fr: Dégradé @1 en pointe
pt_br: @1 Gradiente na Base

source: @1 Per Fess Inverted
fr: Coupé, au second @1
pt_br: @1 Cortado Invertido

source: @1 Per Fess
fr: Coupé, au premier @1
pt_br: @1 Cortado

source: @1 Per Pale
fr: Parti, au premier @1
pt_br: @1 Partido

source: @1 Per Pale Inverted
fr: Parti, au second @1
pt_br: @1 Partido Invertido

source: @1 Thing Charge
fr: Chose (@1)
pt_br: @1 Símbolo Colorido

source: @1 Globe Charge
fr: @1 Charge de Globe
pt_br: @1 Globo Colorido

source: @1 Piglin Charge
fr: @1 Carge de Piglin
pt_br: @1 Figura de Focinho Colorido

source: @1 Lozenge
fr: Losange @1
pt_br: @1 Losango

source: @1 Skull Charge
fr: Figure de crâne (@1)
pt_br: @1 Figura de Caveira Colorida

source: @1 Paly
fr: Quatre pals @1
pt_br: @1 Palado

source: @1 Base Dexter Canton
fr: Canton @1 en pointe à dextre
pt_br: @1 Cantão na Ponta Dextra

source: @1 Base Sinister Canton
fr: Canton @1 en pointe à sénestre
pt_br: @1 Cantão na Ponta Sinistra

source: @1 Chief Dexter Canton
fr: Canton @1 en chef à dextre
pt_br: @1 Cantão no Chefe Dextro

source: @1 Chief Sinister Canton
fr: Canton @1 en chef à sénestre
pt_br: @1 Cantão no Chefe Sinistro

source: @1 Cross
fr: Croix @1
pt_br: @1 Cruz

source: @1 Base
fr: Champagne @1

source: @1 Pale
fr: Pal @1
pt_br: @1 Pala

source: @1 Bend Sinister
fr: Barre @1 à sénestre
pt_br: @1 Banda Sinistra

source: @1 Bend
fr: Bande @1
pt_br: @1 Banda

source: @1 Pale Dexter
fr: Pal @1 à dextre
pt_br: @1 Pala Dextra

source: @1 Fess
fr: Fasce @1
pt_br: @1 Faixa

source: @1 Pale Sinister
fr: Pal @1 à sénestre
pt_br: @1 Pala Sinistra

source: @1 Chief
fr: Chef @1
pt_br: @1 Chefe

source: @1 Chevron
fr: Mantelé @1
pt_br: @1 Asna

source: @1 Chevron Inverted
fr: Mantelé renversé @1
pt_br: @1 Asna Invertida

source: @1 Base Indented
fr: Émanchures @1 en pointe
pt_br: @1 Dentado na Base

source: @1 Chief Indented
fr: Émanchures @1 en chef
pt_br: @1 Dentado no Chefe

source: @1 Flow
fr: @1 Flux
pt_br: @1 Fluxo

source: @1 Guster
fr: @1 Grappe
pt_br: @1 Vórtice

source: And one additional layer
fr: Et une couche supplémentaire
pt_br: E uma camada adicional

source: And @1 additional layers
fr: Et @1 couches supplémentaires
pt_br: E @1 camadas adicionais
