Repository: Scout339/VoxelForge
Catalog: mods/ITEMS/vlf_panes/locale/poconvert/*.po
Languages: fr

source: Glass panes are thin layers of glass which neatly connect to their neighbors as you build them.
fr: Les vitres sont de fines couches de verre qui se connectent parfaitement à leurs voisins lorsque vous les construisez.

source: Stained glass panes are thin layers of stained glass which neatly connect to their neighbors as you build them. They come in many different colors.
fr: Les vitres teintées sont de fines couches de verre teinté qui se connectent parfaitement à leurs voisins lorsque vous les construisez. Ils viennent dans de nombreuses couleurs différentes.

source: Stained Glass Pane
fr: Vitre Teintée

source: Iron Bars
fr: Barres de fer

source: Iron bars neatly connect to their neighbors as you build them.
fr: Les barres de fer se connectent parfaitement à leurs voisins lorsque vous les construisez.

source: Glass Pane
fr: Vitre

source: Black Stained Glass Pane
fr: Vitre Teintée Noire

source: Blue Stained Glass Pane
fr: Vitre Teintée Bleue

source: Brown Stained Glass Pane
fr: Vitre Teintée Marron

source: Cyan Stained Glass Pane
fr: Vitre Teintée Cyan

source: Green Stained Glass Pane
fr: Vitre Teintée Verte

source: Grey Stained Glass Pane
fr: Vitre Teintée Grise

source: Light Blue Stained Glass Pane
fr: Vitre Teintée Bleu Clair

source: Light Grey Stained Glass Pane
fr: Vitre Teintée Gris Clair

source: Lime Stained Glass Pane
fr: Vitre Teintée Vert Clair

source: Magenta Stained Glass Pane
fr: Vitre Teintée Magenta

source: Orange Stained Glass Pane
fr: Vitre Teintée Orange

source: Pink Stained Glass Pane
fr: Vitre Teintée Rose

source: Purple Stained Glass Pane
fr: Vitre Teintée Violette

source: Red Stained Glass Pane
fr: Vitre Teintée Rouge

source: White Stained Glass Pane
fr: Vitre Teintée Blanche

source: Yellow Stained Glass Pane
fr: Vitre Teintée Jaune
